Repository: bonyyamin/shunno_prangon
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Skip
bn: এড়িয়ে যান

source: Previous
bn: পূর্ববর্তী

source: Next
bn: পরবর্তী

source: Get Started
bn: শুরু করুন

# onboarding_page1_title
source: Discover Cosmic Mysteries
bn: মহাকাশের রহস্য আবিষ্কার করুন

# onboarding_page1_description
source: Dive into the fascinating world of astronomy, physics, and space exploration
bn: জ্যোতির্বিজ্ঞান, পদার্থবিজ্ঞান এবং মহাকাশ অনুসন্ধানের বিস্ময়কর জগতে প্রবেশ করুন

# onboarding_page2_title
source: Share Knowledge
bn: জ্ঞান ভাগাভাগি করুন

# onboarding_page2_description
source: Share your scientific discoveries and thoughts with the community
bn: আপনার বৈজ্ঞানিক আবিষ্কার এবং চিন্তাভাবনা সবার সাথে শেয়ার করুন

# onboarding_page3_title
source: Learn Together
bn: একসাথে শিখুন

# onboarding_page3_description
source: Understand and teach complex scientific topics in Bengali language
bn: বাংলা ভাষায় বিজ্ঞানের জটিল বিষয়গুলো সহজভাবে বুঝুন এবং শেখান
